{
  "briefing_tatico": [
    "Durante uma operação de busca e salvamento de aeronaves desaparecidas, é absolutamente essencial que os membros da equipe realizem uma varredura visual completa e contínua em todas as direções possíveis. Isso inclui observar detalhadamente o solo em busca de deformações, manchas incomuns ou alterações na vegetação; analisar o horizonte em busca de fumaça ou reflexos; inspecionar áreas elevadas como montanhas, colinas e platôs; além de manter atenção especial para cima, pois aeronaves de pequeno porte podem deixar rastros quase invisíveis, ou podem permanecer encobertas por copa de árvores densas, falésias, camadas de neblina, nuvens de baixa altitude ou até por sombras projetadas por formações de relevo. A utilização de binóculos, drones ou sensores infravermelhos pode ampliar significativamente a capacidade de detecção, especialmente em áreas de difícil acesso visual.",
    "O olfato humano, apesar de muitas vezes subestimado, deve ser empregado estrategicamente durante missões de busca. A percepção de odores característicos pode ser crucial para indicar a presença de um acidente aéreo em áreas de mata fechada, campos abertos ou regiões montanhosas. Cheiros de querosene de aviação (JET-A), gasolina de aviação (AVGAS), fumaça de combustão recente, odor de óleo queimado ou mesmo o cheiro de materiais sintéticos e plásticos derretidos podem ser sinais inequívocos de destroços ocultos. Além disso, em casos de acidentes mais antigos, a detecção de odores de decomposição pode apontar para a localização de vítimas humanas. Reforça-se a importância de manter a sensibilidade olfativa durante o deslocamento por terra, especialmente quando não há contato visual com o ambiente superior. Se o cheiro for detectado, trabalhe a zona de dispersão do cheiro como um cão de busca aérea.",    
    "A equipe de busca deve manter extrema atenção a qualquer tipo de sinal sonoro, visual ou térmico que possa indicar a presença de sobreviventes tentando sinalizar socorro. Exemplos incluem colunas de fumaça preta ou branca, que podem indicar fogueiras improvisadas; flashes luminosos provenientes de espelhos, metais polidos ou superfícies reflexivas da aeronave; acionamento de sinalizadores pirotécnicos ou químicos; sons de assobios repetitivos, gritos intermitentes, batidas metálicas regulares ou até o uso de dispositivos eletrônicos como apitos de emergência. O uso de detectores acústicos e sensores térmicos portáteis pode ampliar a detecção desses sinais, especialmente em condições de baixa visibilidade ou terrenos complexos.",    
    "Em terrenos com grande variação altimétrica, como regiões serranas, cadeias montanhosas ou áreas de cânions, é essencial considerar o fenômeno conhecido como 'pulo de impacto' ou 'ricochete de fuselagem'. Após a colisão com o topo de uma elevação, partes significativas da aeronave ou mesmo a estrutura principal podem ser projetadas para áreas além do ponto de contato inicial. Isso significa que, mesmo que não existam destroços visíveis na face de subida, é fundamental expandir a busca para o lado oposto da montanha, encostas vizinhas e áreas de vale. Técnicas de mapeamento de trajetória balística podem ser usadas para prever possíveis zonas de queda secundária.",    
    "Não espere aeronaves intactas. Vegetação quebrada ou partes da aeronave geralmente são encontradas primeiro. As equipes de resgate devem estar plenamente preparadas para encontrar cenários com múltiplas vítimas apresentando diferentes graus de trauma físico e psicológico. Lesões comuns incluem fraturas múltiplas, lacerações extensas, queimaduras de diferentes graus, amputações traumáticas e quadros clínicos de choque hipovolêmico. Além disso, devido à exposição prolongada a baixas temperaturas, vento, chuva ou neve, é frequente a ocorrência de hipotermia, desidratação severa e exaustão extrema. Psicologicamente, sobreviventes podem estar em estado de pânico, confusão mental, amnésia ou em fase de negação do ocorrido. Por isso, é indispensável que a equipe inclua profissionais capacitados em atendimento pré-hospitalar (APH) e suporte psicológico de emergência.",    
    "Antes de qualquer aproximação física ao local do acidente, deve-se realizar uma análise de risco minuciosa, observando possíveis ameaças à integridade da equipe de busca e salvamento. Entre os principais perigos estão o vazamento de combustíveis como querosene, que pode gerar atmosfera explosiva; presença de materiais tóxicos ou químicos; estruturas metálicas instáveis que podem colapsar; risco biológico devido a fluidos corporais ou decomposição; e possibilidade de incêndios secundários. Todas as operações devem ser feitas com o uso rigoroso de Equipamentos de Proteção Individual (EPIs) apropriados, incluindo luvas resistentes, botas com solado isolante, capacetes de impacto, respiradores, óculos de proteção e coletes de visibilidade. Binóculos permitem investigar objetos piscando à distância ou flutuando na água.",
    "Avalie os riscos – Fogo, combustível, materiais perigosos, munições, assentos ejetores, paraquedas lançados por foguetes.",
    "Use luvas de couro/trabalho, o metal pode causar queimaduras ou ser irregular.",
    "Combustível causa risco de fogo. Proibido fumar ou usar qualquer fonte de combustão/faísca.",
    "Os vapores de combustível de aviação (Gas Aviação/Jet A) são mais pesados que o ar. O ideal é se aproximar do local do acidente vindo de uma posição elevada e contra o vento.",
    "Não mova ou toque nos itens, exceto para tratar sobreviventes.",
    "Garanta a segurança do local do acidente.",
    "Realize buscas no local do acidente e na área ao redor.",
    "Procure pegadas em áreas propícias. Em alguns casos, os ocupantes da aeronave podem ter saído caminhando do local do acidente.Faça um briefing sobre procedimentos em locais de acidentes aeronáuticos."
  ],

  "investigacao_inicial": [
  "O primeiro passo em qualquer missão formal de busca e salvamento aéreo (SAR) é a definição precisa do ponto de partida da operação de rastreamento. Essa etapa envolve a análise e cruzamento de múltiplas fontes de dados, incluindo a última posição georreferenciada conhecida da aeronave (last known position - LKP), registros de radar primário e secundário, histórico de telemetria, dados de rastreamento via ADS-B, informações oriundas de sistemas de monitoramento por satélite e relatos de testemunhas oculares. Além disso, devem ser considerados logs de comunicação com o controle de tráfego aéreo (ATC), alertas automáticos de emergência e cálculos aproximados de tempo de voo, velocidade, autonomia e condições de combustível até o momento do desaparecimento. Se disponível, a análise de rota planejada versus rota real pode revelar desvios críticos.",
  "A obtenção de dados meteorológicos completos e históricos da região afetada é uma etapa indispensável na fase de investigação inicial. Condições climáticas adversas como tempestades severas, microburst (rajada descendente de vento), ventos de cisalhamento (wind shear), granizo, turbulência de céu claro (CAT), formações de gelo em voo, nevoeiros densos e redução extrema de visibilidade podem ter sido fatores determinantes para perda de controle, falhas de comunicação ou desorientação espacial por parte da tripulação. A consulta a serviços de meteorologia aeronáutica, incluindo METAR, TAF e SIGMETs, deve ser feita para reconstrução das condições atmosféricas no momento do desaparecimento. Modelos numéricos de previsão, imagens de satélite e radares meteorológicos complementam o quadro.",
  "As informações técnicas e operacionais tanto da aeronave quanto da tripulação são fundamentais para traçar hipóteses de desaparecimento. Devem ser verificados: o tipo de voo declarado (IFR - Regras de Voo por Instrumentos ou VFR - Regras de Voo Visual), o plano de voo submetido aos órgãos de controle, o histórico recente de manutenção, eventuais boletins de manutenção pendentes (MEL - Minimum Equipment List), tipo de carga transportada e o peso total da aeronave. Também é vital obter transcrições completas das comunicações com a torre de controle e os Centros de Controle de Área (ACC), investigar registros de possíveis acionamentos do ELT (Transmissor Localizador de Emergência), verificar se houve chamadas de Mayday e buscar dados de localização provenientes de tentativas de comunicação via telefonia móvel ou outros sistemas de transmissão de dados a bordo.",
  "O detalhamento preciso do conteúdo a bordo é igualmente importante para a análise do perfil de risco da missão. Isso inclui a listagem completa de passageiros e tripulantes com nome, função e posição a bordo, bem como o manifesto de carga com especificação de tipo, peso e natureza (perigosa ou não). Deve-se identificar a presença de cargas especiais como substâncias inflamáveis, materiais tóxicos, cilindros pressurizados, animais vivos ou equipamentos eletrônicos de grande porte. Também é fundamental conhecer a autonomia estimada de combustível restante no momento da última comunicação, além de verificar se havia equipamentos suplementares de navegação, comunicação ou sobrevivência a bordo que possam ter sido utilizados após o desaparecimento.",
  "Definir o ponto inicial para o planejamento das operações de busca, conhecido como IPP (Initial Planning Point), que serve como referência estratégica para organizar as ações subsequentes.",
  "Coletar informações detalhadas sobre as condições atmosféricas atuais e previstas na região de interesse, incluindo vento, temperatura, visibilidade e possíveis fenômenos adversos que possam impactar a busca.",
  "Levantar e analisar dados históricos relacionados à área de operação, como ocorrências anteriores, acidentes e características geográficas, para aprimorar a compreensão do cenário e direcionar melhor a investigação.",
  "Registrar o nome completo do indivíduo desaparecido para facilitar a identificação e consulta em bancos de dados oficiais e equipes de busca.",
  "Elaborar uma descrição física básica do desaparecido, incluindo características essenciais como altura, peso, cor dos cabelos, olhos e qualquer particularidade relevante.",
  "Inventariar as roupas vestidas e os pertences pessoais que estavam sendo carregados no momento do desaparecimento, ajudando a identificar sinais e vestígios durante as buscas.",
  "Dar início formal ao processo investigativo, integrando todas as informações coletadas para montar um plano coordenado e eficaz de ação.",
  "Entrar em contato com o SALVAERO para obter dados atualizados e oficiais relacionados à operação aérea, garantindo que as informações estejam corretas e atualizadas.",
  "Determinar detalhes da missão aérea, incluindo o destino final, rotas traçadas e o tipo de voo realizado (IFR - regras por instrumentos, VFR - regras visuais), fundamentais para entender o contexto do desaparecimento.",
  "Identificar sinais de emergência emitidos, como chamadas de socorro (Mayday), alertas automáticos (ELT), sinais visuais, comunicações por telefone celular ou alertas via NTAP, que possam indicar localização ou situação do desaparecido.",
  "Investigar e listar todos os itens que foram levados a bordo da aeronave ou veículo, pois podem conter pistas essenciais para a localização e estado do desaparecido."
],

 "entrevistas": [
  "No Brasil, a agência equivalente à FAA dos Estados Unidos é a ANAC — Agência Nacional de Aviação Civil. A ANAC é responsável por regular, fiscalizar e supervisionar a aviação civil brasileira, incluindo a certificação de aeronaves, licenciamento de pilotos, aprovação de aeroportos e segurança operacional, garantindo a segurança e eficiência do setor aéreo no país.",
  "O primeiro passo nas entrevistas é identificar e entrar em contato com a pessoa que formalizou o reporte do desaparecimento. Essa pessoa pode ser um familiar, amigo, membro da equipe de solo, operador de torre de controle ou outro piloto. É essencial compreender a natureza da relação entre o comunicante e o piloto ou os demais ocupantes da aeronave. Pergunte de forma detalhada qual foi o momento exato em que a ausência de contato foi notada, se houve tentativas prévias de estabelecer comunicação via rádio, celular ou outros meios. Investigue se a pessoa percebeu sinais de comportamento incomum, hesitações na comunicação, relatos de panes, desvios de rota comunicados, mudanças bruscas no plano de voo ou qualquer fator emocional que possa ter afetado o piloto (estresse, fadiga, nervosismo, etc). Também é relevante questionar sobre o nível de preocupação demonstrado antes da decolagem.",
  "Realize uma análise aprofundada sobre a qualificação técnica e operacional do piloto no comando da aeronave. Verifique o tipo de licença vigente (Piloto Privado - PPA, Piloto Comercial - PCA, Piloto de Linha Aérea - PLA, entre outras), o total de horas de voo acumuladas ao longo da carreira, as horas voadas nos últimos 30, 60 e 90 dias, e a familiaridade com o tipo específico de aeronave em questão. Pergunte se o piloto possuía treinamento formal para voar em condições meteorológicas adversas (IFR), se havia histórico de incidentes anteriores, participação em cursos de gerenciamento de recursos da cabine (CRM), treinamento de tomada de decisão em emergência (ADM) e exames médicos recentes. Não deixe de verificar a experiência anterior do piloto em voos noturnos, voos sobre áreas de difícil acesso ou de topografia acidentada. Qual é a classificação atual do piloto segundo a ANAC? Atualização noturna necessária para garantir que todas as informações estejam atualizadas. Quantas horas de voo ele possui no total? Em quais tipos de aeronaves ele já voou?",
  "Confirme de maneira minuciosa todos os dados relacionados à operação do voo desaparecido. Inclua a identificação exata do aeroporto ou aeródromo de origem, o destino final previsto e quaisquer rotas alternativas planejadas ou discutidas antes da decolagem. Pergunte sobre paradas intermediárias programadas ou não programadas, reabastecimentos, escalas para embarque ou desembarque de passageiros. Busque saber também se o piloto havia feito contatos recentes com familiares, outros pilotos, despachantes operacionais de voo (DOF), controladores de tráfego aéreo ou instrutores. Investigue se houve relatos de alterações de rota de última hora, decisões improvisadas de voo visual não planejado, cancelamentos de planos IFR, ou até mesmo mudanças de altitude ou velocidade pouco usuais registradas por radar ou ADS-B. Essas informações podem revelar motivações ou causas de possíveis desvios da rota inicial.",
  "Obtenha as informações completas de contato do instrutor de voo responsável pelo treinamento recente do piloto desaparecido. Isso inclui nome completo, número de telefone, e-mail e, se possível, o histórico de instrução recente que ele ministrou ao piloto. Essas informações são fundamentais para validar o nível de treinamento e o desempenho recente do aviador.",
  "Confirme o aeroporto de origem do piloto, incluindo o nome oficial e o designador ICAO ou IATA correspondente. Verifique se havia um Operador de Base Fixa (FBO) associado, como oficinas, hangares ou serviços de apoio, e colete todas as informações de contato disponíveis dessa base para futuras consultas.",
  "Identifique a última data em que o piloto realizou o exame médico exigido pela autoridade aeronáutica (no Brasil, ANAC; nos EUA, FAA), incluindo o nível de certificação médica (exemplo: primeira, segunda ou terceira classe) e quaisquer observações sobre o estado geral de saúde que possam influenciar a capacidade de pilotagem.",
  "Descreva fisicamente o piloto, incluindo altura, peso, cor dos cabelos e olhos, idade aproximada e qualquer característica marcante. Inclua também todas as informações de contato possíveis, como número de telefone celular e o nome do provedor de telefonia, facilitando o rastreamento de possíveis tentativas de comunicação.",
  "Reúna dados completos sobre eventuais passageiros a bordo, incluindo nome completo, idade, descrição física, parentesco ou relação com o piloto, e informações de contato. Caso o passageiro não seja familiar ou conhecido, identifique o motivo da presença dele a bordo.",
  "Colete todas as informações disponíveis sobre o voo: aeroporto de origem, destino planejado, destino alternativo designado para contingências, rota prevista, eventuais paradas intermediárias programadas e possíveis desvios de rota que possam ter ocorrido devido a condições meteorológicas, técnicas ou decisões operacionais."
],

 "dados_desaparecido": [
  "Durante a fase inicial da investigação, registre de forma completa e minuciosa todas as informações pessoais disponíveis sobre cada desaparecido que estava a bordo da aeronave. Inclua o nome completo (sem abreviações), idade exata, sexo biológico, altura em metros, peso em quilogramas e a tonalidade de pele. Faça uma descrição detalhada das características físicas mais marcantes, como tipo de cabelo (liso, ondulado, cacheado), cor dos olhos, presença de barba, bigode ou outras particularidades faciais. Inclua também a descrição precisa das roupas usadas no momento do último avistamento, especificando cores, modelos (camiseta, jaqueta, calça, calçado), logotipos ou inscrições visíveis, além de acessórios como bonés, chapéus, relógios, anéis ou colares.",  
  "Colete informações adicionais que possam ser cruciais para reconhecimento visual, localização de sobreviventes ou identificação de corpos em caso de fatalidade. Pergunte sobre marcas corporais únicas como tatuagens visíveis, cicatrizes resultantes de cirurgias ou acidentes, sinais de nascença, uso regular de óculos de grau ou óculos escuros, além de dispositivos de correção auditiva como aparelhos ou implantes cocleares. Registre se o desaparecido faz uso de próteses ortopédicas, membros artificiais ou apresenta ausência de membros. Sempre que possível, obtenha impressões digitais atualizadas, registros odontológicos, amostras de DNA (se disponíveis) e fotografias de alta qualidade tiradas recentemente. Caso não existam dados biométricos completos, tente conseguir qualquer outro documento visual válido como selfies, retratos escolares ou de documentos oficiais.",  
  "Inclua também um levantamento de dados pessoais e de contato, abrangendo o endereço residencial completo (incluindo cidade, estado e CEP), número de telefone para emergências (celular e fixo), idiomas falados com fluência, nacionalidade de origem, documentos de identificação como RG, CPF, passaporte ou carteira de habilitação, e, se possível, informações de redes sociais ativas (Facebook, Instagram, Twitter, LinkedIn, etc). Pergunte ainda sobre doenças pré-existentes, histórico médico que possa impactar a busca (como problemas cardíacos, respiratórios ou mobilidade reduzida), além de eventuais medicamentos de uso contínuo. Todas essas informações podem ser fundamentais para direcionar os esforços de busca, personalizar estratégias de resgate e agilizar a identificação após localização.",  
  "Reforce a coleta e detalhamento do nome completo do desaparecido, evitando abreviações. Caso a pessoa utilize algum apelido, nome social, nome de guerra ou alias, registre todos os nomes pelos quais ela é conhecida. Essa informação é essencial para facilitar buscas em cadastros, redes sociais e em bancos de dados de autoridades.",  
  "Verifique se a pessoa é falante de português, se domina outro idioma, ou se possui dificuldades de comunicação verbal. Essa informação pode ser relevante para equipes de busca em contato com possíveis sobreviventes.",  
  "Confirme o endereço residencial completo da pessoa desaparecida, incluindo rua, número, bairro, cidade, estado e CEP. Caso existam outros locais de residência frequentes (como segunda casa, sítios ou apartamentos), registre também.",  
  "Colete todas as informações de contato possíveis, incluindo número de telefone celular, telefone fixo e endereço de e-mail ativo. Caso existam múltiplos números ou e-mails, anote todos.",  
  "Inclua uma descrição física detalhada da pessoa, incluindo traços faciais, características corporais gerais e qualquer outro detalhe que possa auxiliar visualmente a identificação.",  
  "Registre a idade exata do desaparecido, com base na data de nascimento, para fins de estatísticas, cruzamento de dados e adequação de estratégias de busca.",  
  "Informe a raça ou etnia predominante da pessoa, seguindo os critérios usuais de classificação (exemplo: branca, parda, preta, indígena, asiática).",  
  "Especifique o gênero (masculino, feminino, não-binário, outro) e, se aplicável, o sexo biológico.",  
  "Anote a altura da pessoa em metros e o peso em quilogramas. Caso existam variações conhecidas recentes de peso, registre também.",  
  "Informe a data completa de nascimento da pessoa desaparecida (dia, mês e ano), evitando erros que possam prejudicar buscas em sistemas de registro oficial.",  
  "Descreva o tipo físico geral da pessoa (magro, atlético, obeso, robusto, etc), ajudando no reconhecimento visual e em filtragens por perfis.",  
  "Forneça detalhes sobre o cabelo: cor natural, cor atual (caso haja tintura), comprimento, estilo (liso, ondulado, cacheado) e presença de calvície parcial ou total.",  
  "Inclua a cor dos olhos e informe se a pessoa faz uso regular de óculos de grau ou óculos escuros. Caso use lentes de contato, especifique também.",  
  "Registre características faciais marcantes, como formato do rosto (oval, redondo, quadrado), presença de barba ou bigode, maçãs do rosto proeminentes, queixo pronunciado, entre outros traços.",  
  "Documente detalhadamente todas as marcas corporais, cicatrizes, tatuagens visíveis, sinais de nascença, queimaduras antigas ou quaisquer outras características cutâneas de identificação.",  
  "Confirme se há registro de impressões digitais da pessoa desaparecida, seja em bancos de dados civis, criminais ou de documentos oficiais (como CNH e RG).",  
  "Pergunte se a pessoa utilizava unhas postiças no momento do desaparecimento, pois isso pode ajudar na identificação de vestígios ou amostras encontradas em campo.",  
  "Descreva minuciosamente as roupas que a pessoa usava quando foi vista pela última vez, incluindo marcas, cores, modelos, estado de conservação, além de acessórios como chapéus, relógios, pulseiras, colares ou qualquer outro item pessoal visível."
],

"busca_resgate": [
    "Inicie imediatamente a verificação em todos os aeroportos, pistas de pouso alternativos, aeroclubes, propriedades rurais com possíveis áreas de pouso de emergência, helipontos e clareiras amplas que possam ter sido utilizadas em um pouso forçado. Mapeie locais dentro de um raio de influência que cubra toda a extensão da rota de voo planejada, incluindo possíveis rotas de desvio. Considere a possibilidade de pousos não autorizados em terrenos privados, estradas desativadas ou até campos abertos. Contate gestores de aeródromos menores, agricultores e administradores locais para confirmar se alguma aeronave foi vista ou ouvida recentemente tentando realizar um pouso de emergência não programado.",    
    "Planeje a busca aérea com metodologia rigorosa. As varreduras devem cobrir um corredor de pelo menos 10 milhas náuticas (aproximadamente 18,5 km) antes e depois do ponto inicial de planejamento (IPP). Expanda o perímetro de busca para áreas consideradas de maior risco, como zonas com histórico de acidentes, locais com fenômenos meteorológicos adversos, regiões montanhosas, florestas densas, áreas pantanosas e corpos d'água próximos. Considere usar aeronaves com capacidade de voo em baixa altitude e baixa velocidade, como helicópteros, para melhorar a observação em terreno de difícil acesso. Caso haja relatos de testemunhas, ajuste os padrões de busca para incluir esses pontos.",    
    "No nível terrestre, organize operações de patrulhamento detalhado nas zonas com indícios potenciais de impacto ou emergência. Procure sinais como manchas de combustível no solo, destroços metálicos, fragmentos de pintura de aeronave, peças estruturais, roupas, objetos pessoais, equipamentos de sobrevivência ou marcas recentes de deslocamento de solo e vegetação. Pegadas humanas, arrastões ou trilhas abertas recentemente podem indicar movimentação de sobreviventes. Utilize equipes especializadas em busca terrestre, com apoio de drones, rádios de comunicação de campo e, se possível, cães farejadores treinados para localizar vítimas, seja vivas ou falecidas. Se for um NTAP, realizar busca em áreas de cristas",   
    "Implemente um processo de entrevistas e coleta de informações junto a toda população presente ao longo da rota e regiões adjacentes ao provável local do desaparecimento. Converse com moradores de vilarejos isolados, trabalhadores rurais, pescadores, caminhoneiros, funcionários de fazendas, turistas, praticantes de trilhas e qualquer pessoa que estivesse nas proximidades durante o período crítico. Pergunte sobre sons de impacto, explosões, sobrevoo em baixa altitude, fumaça, movimentação de aeronaves incomum, luzes no céu ou qualquer outro fenômeno fora do habitual observado nas últimas horas ou dias. Registre cada relato com data, hora e localização exata para cruzamento com outros dados da investigação.",
    "O ELT (Emergency Locator Transmitter) é um dispositivo instalado em aeronaves que emite automaticamente um sinal de emergência quando sofre impacto ou acidente, auxiliando as equipes de resgate a localizar rapidamente o local do sinistro."
],

    "elt": [
        {
            "perguntas": [
                "O que é ELT?",
                "Me explique o que é um ELT",
                "Defina ELT",
                "Para que serve um ELT?",
                "Qual a função de um ELT?",
                "O que significa ELT na aviação?",
                "Como funciona o ELT?",
                "Fale sobre ELT"
            ],
            "resposta": "O ELT (Emergency Locator Transmitter) é um dispositivo instalado em aeronaves que emite automaticamente um sinal de emergência quando sofre impacto ou acidente, auxiliando as equipes de resgate a localizar rapidamente o local do sinistro."
        }
    ]
}



